Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2015.tmx
Source language: en_us
Languages: zh_cn

source: --projects for rebuilding rundown urban areas and renovating dilapidated housing, urban underground pipe network projects, and other projects to improve living standards;
zh_cn: 棚户区和危房改造、城市地下管网等民生项目，

source: --major railway, highway, and inland waterway transport projects in the central and western regions;
zh_cn: 中西部铁路和公路、内河航道等重大交通项目，

source: --agricultural projects on water conservancy and developing high-quality farmland;
zh_cn: 水利、高标准农田等农业项目，

source: --projects that involve major information, electricity, oil, and natural gas networks;
zh_cn: 信息、电力、油气等重大网络项目，

source: --clean energy projects, and oil, natural gas, and mineral resource supply projects;
zh_cn: 清洁能源及油气矿产资源保障项目，

source: --projects for upgrading traditional industries; and
zh_cn: 传统产业技术改造等项目，

source: --energy-saving, environmental protection, and ecological conservation projects.
zh_cn: 节能环保和生态建设项目。

source: This year, the central government will increase its budgetary investment to 477.6 billion yuan.
zh_cn: 今年中央预算内投资增加到4776亿元，

source: However, the government does not intend to perform an investment soliloquy; we need to do more to stimulate private investment and channel the investment of nongovernmental capital into more areas.
zh_cn: 但政府不唱“独角戏”，要更大激发民间投资活力，引导社会资本投向更多领域。

source: We will invest over 800 billion yuan in railway construction and open over 8,000 kilometers of railways to traffic.
zh_cn: 铁路投资要保持在8000亿元以上，新投产里程8000公里以上，

source: We will work to ensure that drive-through electronic toll collection systems are connected up on expressways throughout the country, and work toward making transportation truly lead the way in promoting development.
zh_cn: 在全国基本实现高速公路电子不停车收费联网，使交通真正成为发展的先行官。

source: Construction on the 57 ongoing major water conservancy projects needs to be accelerated; construction will be started on an additional 27 such projects this year, and investment in the major water conservancy projects under construction will exceed 800 billion yuan.
zh_cn: 重大水利工程已开工的57个项目要加快建设，今年再开工27个项目，在建重大水利工程投资规模超过8000亿元。

source: Investment to be made in the above sectors, such as railways, water conservancy, and projects to rebuild rundown urban areas, will be weighted toward the central and western regions, helping stimulate enormous domestic demand.
zh_cn: 棚改、铁路、水利等投资多箭齐发，重点向中西部地区倾斜，使巨大的内需得到更多释放。

source: We will work harder to modernize agriculture.
zh_cn: 加快推进农业现代化。

source: We will continue to give top priority to our work relating to agriculture, rural areas, and the rural population, speed up the transformation of the agricultural growth model, and ensure that agriculture is stronger, people in rural areas are better off, and rural China is more beautiful.
zh_cn: 坚持“三农”重中之重地位不动摇，加快转变农业发展方式，让农业更强、农民更富、农村更美。

source: This year, we need to keep grain output above 550 million metric tons, and ensure both food security and the supply of major agricultural products.
zh_cn: 今年粮食产量要稳定在1.1万亿斤以上，保障粮食安全和主要农产品供给。

source: We will make sure that China's arable land area does not fall below the red line of 120 million hectares.
zh_cn: 坚守耕地红线，

source: We will carry out work on designating permanent basic cropland throughout the country, launch an initiative to maintain and enhance the quality of cultivated land, improve rural land, improve the subsoil of 13.3 million hectares of cropland, strengthen the building of irrigation and water conservancy facilities, and work hard to develop water-efficient agriculture.
zh_cn: 全面开展永久基本农田划定工作，实施耕地质量保护与提升行动，推进土地整治，增加深松土地2亿亩。加强农田水利基本建设，大力发展节水农业。

source: We will step up efforts to develop and expand the use of new technology, new crop varieties, and new agricultural machinery.
zh_cn: 加快新技术、新品种、新农机研发推广应用。

source: We will guide farmers to adjust what and how much they grow or breed based on market demand. We will offer support for agricultural products to be processed locally, particularly for grain processing in major grain-growing areas, and carry out pilot projects to replace grain crop cultivation with feed crop cultivation.
zh_cn: 引导农民瞄准市场调整种养结构，支持农产品加工特别是主产区粮食就地转化，开展粮食作物改为饲料作物试点。

source: We will comprehensively address problems such as residual traces of chemicals in agricultural products and livestock shipments.
zh_cn: 综合治理农药兽药残留问题，

source: We will work to improve the quality of all agricultural products and make our food more safe to eat.
zh_cn: 全面提高农产品质量和食品安全水平。

source: Our efforts to build a new countryside should benefit the rural population.
zh_cn: 新农村建设要惠及广大农民。

source: We will give high priority to building roads and water facilities.
zh_cn: 突出加强水和路的建设，

source: This year, we will ensure that 60 million more rural residents gain access to safe drinking water; that 200,000 kilometers of rural roads are built or upgraded; and that bridges are built to replace all ropeways in the western region.
zh_cn: 今年再解决6000万农村人口饮水安全问题，新建改建农村公路20万公里，全面完成西部边远山区溜索改桥任务。

source: We will work toward providing electricity to the over 200,000 remaining people in China who are still without access.
zh_cn: 力争让最后20多万无电人口都能用上电。

source: We will strengthen efforts to improve the environment, focusing particularly on refuse and sewage treatment, to build a more beautiful and livable countryside.
zh_cn: 以垃圾、污水为重点加强环境治理，建设美丽宜居乡村。

source: We will increase rural incomes through multiple channels and keep narrowing the urban-rural income gap.
zh_cn: 多渠道促进农民增收，保持城乡居民收入差距缩小势头。

source: We will continue to fight the battle against poverty, carry out extensive poverty alleviation and development programs in contiguous poor areas, and take targeted measures to help people lift themselves out of poverty.
zh_cn: 持续打好扶贫攻坚战，深入推进集中连片特困地区扶贫开发，实施精准扶贫、精准脱贫。

source: Regardless of how difficult it may be, this year, we must again reduce the poor rural population by more than 10 million.
zh_cn: 难度再大，今年也要再减少农村贫困人口1000万人以上。

source: Reform is key to modernizing agriculture.
zh_cn: 推进农业现代化，改革是关键。

source: On the premise of keeping household operations stable, we will support the development of large family farming businesses, family farms and pastures, farmers' cooperatives, leading agricultural enterprises, and other emerging agribusinesses; cultivate a new type of skilled farmer; and develop diversified and scaled agricultural operations.
zh_cn: 要在稳定家庭经营的基础上，支持种养大户、家庭农牧场、农民合作社、产业化龙头企业等新型经营主体发展，培养新型职业农民，推进多种形式适度规模经营。

source: We will ensure smooth progress in determining, registering, and certifying contracted rural land-use rights.
zh_cn: 做好土地确权登记颁证工作，

source: We will move prudently to carry out pilot reforms relating to rural land requisition, putting rural collective land designated for business-related construction on the market, the system of land use for rural housing, and the rural collective property rights system.
zh_cn: 审慎开展农村土地征收、集体经营性建设用地入市、宅基地制度、集体产权制度等改革试点。

source: We need to ensure that during reform, the acreage of cultivated land does not diminish, its quality does not deteriorate, and the interests of people in rural areas are protected.
zh_cn: 在改革中，要确保耕地数量不减少、质量不下降、农民利益有保障。

source: We will deepen the reform of rural supply and marketing cooperatives, state farms on reclaimed land, the seed industry, state forestry farms, and state forests, and work to ensure the success of both experimental zones for carrying out rural reform and modern agriculture demonstration zones.
zh_cn: 深化供销社、农垦、种业、国有林场林区等改革，办好农村改革试验区和现代农业示范区。

source: We will refine the policy on setting minimum state grain purchase prices and the policy on the temporary state purchase and storage of major agricultural products, and improve the ways that subsidies are granted under the system of guaranteed base prices for agricultural products.
zh_cn: 完善粮食最低收购价和临时收储政策，改进农产品目标价格补贴办法。

source: We will strengthen the integration and management of funds for agricultural development.
zh_cn: 加强涉农资金统筹整合和管理。

source: Whatever fiscal difficulties we may face, our policies to support agriculture must be strengthened, and related funding must be increased.
zh_cn: 无论财政多困难，惠农政策只能加强不能削弱，支农资金只能增加不能减少。

source: We will work to achieve breakthroughs in promoting a new type of urbanization.
zh_cn: 推进新型城镇化取得新突破。

source: Urbanization is a fundamental way to narrow the gap between urban and rural areas and provides the largest source of domestic demand.
zh_cn: 城镇化是解决城乡差距的根本途径，也是最大的内需所在。

source: We will make urbanization people-oriented, focus on the three tasks, * and fully leverage the role of urbanization in underpinning modernization. (* These tasks are: 1) grant urban residency to 100 million people who have moved to cities from rural areas; 2) rebuild rundown areas and “villages” within cities where 100 million people are currently living; and 3) guide the process of urbanization for 100 million people in the central and western regions.)
zh_cn: 要坚持以人为核心，以解决三个1亿人问题为着力点，发挥好城镇化对现代化的支撑作用。

source: We will redouble efforts to rebuild rundown urban areas and renovate dilapidated urban and rural housing.
zh_cn: 加大城镇棚户区和城乡危房改造力度。

source: This year, our plan includes building an additional 7.4 million units of government-subsidized housing, of which 5.8 million are to be located in rundown urban areas, an increase of 1.1 million over last year.
zh_cn: 今年保障性安居工程新安排740万套，其中棚户区改造580万套，增加110万套，

source: We will bring the renovation of dilapidated urban housing under the coverage of the policy on rebuilding rundown areas.
zh_cn: 把城市危房改造纳入棚改政策范围。

source: We will renovate 3.66 million dilapidated rural houses, an increase of one million over the number renovated last year.
zh_cn: 农村危房改造366万户，增加100万户，

source: We will carry out coordinated work to make rural housing more earthquake resistant.
zh_cn: 统筹推进农房抗震改造。

source: In providing government housing support, we will phase in the policy of using both the provision of physical housing and the allocation of housing subsidies, and transform a portion of available housing into public rental housing or housing to be sold to those being relocated.
zh_cn: 住房保障逐步实行实物保障与货币补贴并举，把一些存量房转为公租房和安置房。

source: Housing allowances will be provided to families who live on subsistence allowances and are facing serious housing difficulties.
zh_cn: 对居住特别困难的低保家庭，给予住房救助。

source: We will give targeted guidance, implement policies suitable to local conditions, assign primary responsibility to local governments for the development of housing, support people's demand for housing for personal use and second homes, and promote the stable and sound development of the real estate market.
zh_cn: 坚持分类指导，因地施策，落实地方政府主体责任，支持居民自住和改善性住房需求，促进房地产市场平稳健康发展。

source: We will draw on reform to solve tough issues in urbanization.
zh_cn: 用改革的办法解决城镇化难点问题。

source: We need to promptly implement reforms to the household registration system and relax controls over the transfer of household registration.
zh_cn: 抓紧实施户籍制度改革，落实放宽户口迁移政策。

source: People originally from rural areas who live and work in urban areas but have yet to gain urban residency will be able to access basic public services on the basis of their residence certificates, and we will get rid of fees related to residence certification.
zh_cn: 对已在城镇就业和居住但尚未落户的外来人口，以居住证为载体提供相应基本公共服务，取消居住证收费。

source: We will link the transfer payments of cities to their performance in granting urban residency to eligible migrant workers and find suitable ways to share the cost of ensuring migrant workers can become urban citizens.
zh_cn: 建立财政转移支付与市民化挂钩机制，合理分担农民工市民化成本。

source: We will establish well-regulated, diversified, and sustainable mechanisms for financing urban development.
zh_cn: 建立规范多元可持续的城市建设投融资机制。

source: We will continue to use land economically and intensively, establish a sound unified market for urban and rural land that may be used for construction purposes, and improve and expand pilot projects to link the amount of urban and rural land granted for these purposes to that of land returned to cultivation.
zh_cn: 坚持节约集约用地，稳妥建立城乡统一的建设用地市场，完善和拓展城乡建设用地增减挂钩试点。

source: We will increase funding and policy support for expanding trials in the new type of urbanization.
zh_cn: 加强资金和政策支持，扩大新型城镇化综合试点。

source: We will improve the planning and construction of cities and towns.
zh_cn: 提升城镇规划建设水平。

source: We need to formulate and implement plans for building city clusters, and work systematically to develop integrated infrastructure and basic public services within clusters.
zh_cn: 制定实施城市群规划，有序推进基础设施和基本公共服务同城化。

source: Standards for designating municipalities will be improved, trial programs will be launched to expand the powers of very large towns and increase their overall carrying capacity, and efforts will be made to bring population growth in megacities under control.
zh_cn: 完善设市标准，实行特大镇扩权增能试点，控制超大城市人口规模，

source: We will also raise the industry and population carrying capacity of prefectural cities, county towns, and hub towns to make it easier for people from rural areas nearby to gain urban residency.
zh_cn: 提升地级市、县城和中心镇产业和人口承载能力，方便农民就近城镇化。

source: We will develop smart cities and protect historical and local culture, ensuring it is passed on from generation to generation.
zh_cn: 发展智慧城市，保护和传承历史、地域文化。

source: We will strengthen urban facilities for water, gas, and electricity supplies, public transport, and flood prevention and rainwater control.
zh_cn: 加强城市供水供气供电、公交和防洪防涝设施等建设。

source: We will ensure the effective governance of urban maladies such as pollution and traffic congestion to make transportation more convenient and improve the environment for urban living.
zh_cn: 坚决治理污染、拥堵等城市病，让出行更方便、环境更宜居。

source: We will expand space for promoting development in different regions.
zh_cn: 拓展区域发展新空间。

source: We will pursue in a coordinated way the strategy of developing the western region, revitalizing the northeast, boosting the rise of the central region, and ensuring the eastern region takes the lead in development and the strategy of developing the Silk Road Economic Belt, the 21st Century Maritime Silk Road, the Beijing-Tianjin-Hebei region, and the Yangtze Economic Belt.
zh_cn: 统筹实施“四大板块”和“三个支撑带”战略组合。

source: - In the western region, we will launch a number of major projects involving multipurpose transportation systems, energy, water conservancy, the environment, and living standards;
zh_cn: 在西部地区开工建设一批综合交通、能源、水利、生态、民生等重大项目，

source: - In the old industrial bases of the northeast and other parts of China, we will implement policies and measures designed to ensure their full revitalization;
zh_cn: 落实好全面振兴东北地区等老工业基地政策措施，

source: - In the central region, we will speed up the development of integrated transportation hubs and networks;
zh_cn: 加快中部地区综合交通枢纽和网络等建设，

source: - We will support the eastern region in taking the lead in development;
zh_cn: 支持东部地区率先发展，

source: - We will increase support to old revolutionary base areas, areas with concentrations of ethnic minorities, border areas, and areas with relatively high incidences of poverty; and
zh_cn: 加大对老少边穷地区支持力度，

source: - We will improve differentiated policies for promoting the development of different regions.
zh_cn: 完善差别化的区域发展政策。

source: We will integrate the development of the Silk Road Economic Belt and the 21st Century Maritime Silk Road with the development and opening up of related regions.
zh_cn: 把“一带一路”建设与区域开发开放结合起来，

source: We will promote development of the new Eurasian Continental Bridge as well as major coastal and border ports which serve as hubs for the Belt or the Road.
zh_cn: 加强新亚欧大陆桥、陆海口岸支点建设。

source: We will step up coordinated development for the Beijing-Tianjin-Hebei region and ensure that the region takes the lead in making substantive breakthroughs in areas such as integrated transportation, ecological conservation, environmental protection, and industry upgrading and relocation.
zh_cn: 推进京津冀协同发展，在交通一体化、生态环保、产业升级转移等方面率先取得实质性突破。

source: We will press ahead with the development of the Yangtze Economic Belt, working step by step to launch major projects including upgrading the area's major waterways and building docks and quays along the Yangtze River to create an integrated, multidimensional transport corridor. Industrial relocation demonstration zones will be built along the belt to guide the orderly relocation of industries from the east to the west.
zh_cn: 推进长江经济带建设，有序开工黄金水道治理、沿江码头口岸等重大项目，构筑综合立体大通道，建设产业转移示范区，引导产业由东向西梯度转移。

source: We will step up efforts to develop major development zones in the central and western regions and ensure cooperation is deepened in the pan-Pearl River Delta and other regions.
zh_cn: 加强中西部重点开发区建设，深化泛珠等区域合作。

source: China is a major maritime country.
zh_cn: 我国是海洋大国，

source: We need to draw up and implement a strategic maritime plan, develop the marine economy, protect the marine environment, strengthen marine science and technology, strengthen coordinated maritime management, resolutely safeguard China's maritime rights and interests, properly handle maritime disputes, actively expand bilateral and multilateral maritime cooperation, and move closer to achieving the goal of building China into a maritime power.
zh_cn: 要编制实施海洋战略规划，发展海洋经济，保护海洋生态环境，提高海洋科技水平，加强海洋综合管理，坚决维护国家海洋权益，妥善处理海上纠纷，积极拓展双边和多边海洋合作，向海洋强国的目标迈进。

source: We will move forward in industrial structural upgrading, aiming at a medium-high level.
zh_cn: 推动产业结构迈向中高端。

source: Manufacturing is a traditionally a strong area for Chinese industry.
zh_cn: 制造业是我们的优势产业。

source: We will implement the "Made in China 2025" strategy; seek innovation-driven development; apply smart technologies; strengthen foundations; pursue green development; and redouble our efforts to upgrade China from a manufacturer of quantity to one of quality.
zh_cn: 要实施“中国制造2025”，坚持创新驱动、智能转型、强化基础、绿色发展，加快从制造大国转向制造强国。

source: We will provide subsidies and accelerate equipment depreciation to push forward the technological upgrading of traditional industries.
zh_cn: 采取财政贴息、加速折旧等措施，推动传统产业技术改造。

source: We will ensure the development of some industries while restricting the growth of others, cut overcapacity, support business acquisitions and restructuring, and let market competition determine which businesses survive.
zh_cn: 坚持有保有压，化解过剩产能，支持企业兼并重组，在市场竞争中优胜劣汰。

source: We will promote the extensive application of information technologies in industrialization, develop and utilize networking, digitalization, and smart technologies, and work to develop certain key areas first and make breakthroughs in these areas.
zh_cn: 促进工业化和信息化深度融合，开发利用网络化、数字化、智能化等技术，着力在一些关键领域抢占先机、取得突破。

source: Emerging industries and new types of businesses are areas of intense competition.
zh_cn: 新兴产业和新兴业态是竞争高地。

source: We will launch major projects to develop high-end equipment, information networks, integrated circuits, new energy, new materials, biomedicines, aero engines, and gas turbines, helping a number of emerging industries to become leading ones.
zh_cn: 要实施高端装备、信息网络、集成电路、新能源、新材料、生物医药、航空发动机、燃气轮机等重大项目，把一批新兴产业培育成主导产业。

source: We will develop the "Internet Plus" action plan to integrate the mobile Internet, cloud computing, big data, and the Internet of Things with modern manufacturing, to encourage the healthy development of e-commerce, industrial networks, and Internet banking, and to guide Internet-based companies to increase their presence in the international market.
zh_cn: 制定“互联网+”行动计划，推动移动互联网、云计算、大数据、物联网等与现代制造业结合，促进电子商务、工业互联网和互联网金融健康发展，引导互联网企业拓展国际市场。

source: In addition to the 40 billion yuan government fund already in place for investment in China's emerging industries, more funds need to be raised for promoting business development and innovation.
zh_cn: 国家已设立400亿元新兴产业创业投资引导基金，要整合筹措更多资金，为产业创新加油助力。

source: The service sector can provide an enormous amount of employment opportunities and has vast potential for development.
zh_cn: 服务业就业容量大，发展前景广。

source: We will deepen the reform and opening up of the service sector, and implement fiscal, tax, land, and pricing policies to support its development. We will ensure that paid vacations are enforced, and channel great energy into developing tourism, health, elderly care, innovative design, and other better-living and production-related services.
zh_cn: 要深化服务业改革开放，落实财税、土地、价格等支持政策以及带薪休假等制度，大力发展旅游、健康、养老、创意设计等生活和生产服务业。

source: We will also deepen logistics reform, strengthen the building of modern logistics facilities such as large-scale wholesale, storage, and cold chain facilities for agricultural produce, and work hard to achieve major reductions in logistics costs.
zh_cn: 深化流通体制改革，加强大型农产品批发、仓储和冷链等现代物流设施建设，努力大幅降低流通成本。

source: We will use institutional innovation to drive scientific and technological innovation.
zh_cn: 以体制创新推动科技创新。

source: It is people who make innovations and create things.
zh_cn: 创新创造关键在人。

source: We will speed up the reform to manage the use and commoditization of and the distribution of profit from scientific and technological advances of public institutions and extend the coverage of policies which allow for incentive mechanisms for innovation based on shares and dividends.
zh_cn: 要加快科技成果使用处置和收益管理改革，扩大股权和分红激励政策实施范围，

source: Legislation on the commercialization of research and development deliverables and on-the-job inventions should be improved so that inventors can enjoy a share of the returns on their inventions.
zh_cn: 完善科技成果转化、职务发明法律制度，使创新人才分享成果收益。

source: We will formulate policies for encouraging the flow of researchers and engineers, reform the systems for assessing their achievements, for appraising them for the conferral of professional titles, and for granting national awards, and reform research institutions according to their functions.
zh_cn: 制定促进科研人员流动政策，改革科技评价、职称评定和国家奖励制度，推进科研院所分类改革。

source: We will work to attract high-caliber foreign professionals and bring in other expertise from overseas.
zh_cn: 引进国外高质量人才和智力。

source: We will fully implement the action plan for carrying out the national strategy on intellectual property rights, crack down on infringements, and ensure inventions and creative work are thoroughly protected to keep innovation thriving.
zh_cn: 深入实施知识产权战略行动计划，坚决打击侵权行为，切实保护发明创造，让创新之树枝繁叶茂。

source: Enterprises play a leading role in technological innovation.
zh_cn: 企业是技术创新的主体。

source: We will implement and improve preferential policies, such as extra tax deductions for research and development costs and policies that support new- and high-technology enterprises, so as to encourage enterprises to increase their spending on innovation.
zh_cn: 要落实和完善企业研发费用加计扣除、高新技术企业扶持等普惠性政策，鼓励企业增加创新投入。

source: We will encourage enterprise involvement in implementing major science and technology projects and building research platforms, and promote collaborative innovation by bringing together enterprises, academia, and research institutes, with enterprises playing the leading role.
zh_cn: 支持企业更多参与重大科技项目实施、科研平台建设，推进企业主导的产学研协同创新。

source: We will work hard to develop the right environment for creativity, establishing more national innovation demonstration zones, ensuring the smooth functioning of new- and high-technology national development zones, and enabling them to play a leading role in boosting innovation.
zh_cn: 大力发展众创空间，增设国家自主创新示范区，办好国家高新区，发挥集聚创新要素的领头羊作用。

source: Medium, small, and micro businesses can accomplish great things. We need to give them a leg up to get them going. With these efforts, China's grassroots innovation can sprout up and grow strong, bringing flowers of creation to every field.
zh_cn: 中小微企业大有可为，要扶上马、送一程，使“草根”创新蔚然成风、遍地开花。

source: To make innovation deliver, effective allocation of science and technology resources is crucial.
zh_cn: 提高创新效率重在优化科技资源配置。

source: We need to reform the management of science and technology plans funded by the central government to establish an open and unified national science and technology management platform.
zh_cn: 要改革中央财政科技计划管理方式，建立公开统一的国家科技管理平台。
